Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Use a local "mirror" copy of the Open-Tran server
be: Выкарыстоўваць мясцовую дублікатную копію сервера Open-Tran

source: Use a local copy of the main Open-Tran server at open-tran.eu
be: Выкарыстоўваць мясцовую дублікатную копію галоўнага сервера Open-Tran з open-tran.eu

source: Use additional _TLS authentication
be: Выкарыстоўваць дадатковую TLS-ідэнтыфікацыю

source: Use audio devices
be: Карыстацца гукавымі прыладамі

source: Use co_lor from the system theme
be: Выкарыстоўваць _колер сыстэмнай тэмы

source: Use custom UDP _fragment size:
be: Выкарыстоўваць у_ласны памер UDP-фрагмента:

source: Use custom _font
be: Ужыць уласны _шрыфт

source: Use custom _renegotiation interval:
be: _Выкарыстоўваць уласны інтэрвал перагляду ўмоў сеанса:

source: Use custom font
be: Выкарыстоўваць уласны шрыфт

source: Use custom gateway p_ort:
be: Выкарыстоўваць уласны порт сеткавай _брамы:

source: Use custom tunnel Maximum Transmission _Unit (MTU):
be: Выкарыстоўваць уласны _максімальны памер элемента перадачы тунэлем (MTU):

source: Use default co_lor
be: Выкарыстоўваць прадвызначаны _колер

source: Use default fo_nt
be: Выкарыстоўваць прадвызначаны _шрыфт

source: Use exact computation of per-frame movement (slower)
be: Дакладны падлік пакадравага руху (марудна)

source: Use external editor
be: Выкарыстоўваць вонкавы рэдактар

source: Use floppy drives
be: Карыстацца дыскаводамі

source: Use fo_nt from the system theme
be: Выкарыстоўваць _шрыфт сыстэмнай тэмы

source: Use image map
be: Ужыць карту выявы

source: Use modems
be: Карыстацца мадэмамі

source: Use my options to complete the following entries:
be: Выкарыстоўваць мае опцыі для наступных значэнняў:

source: Use only files with this name:
be: Выкарыстоўваць толькі файлы з такой назвай:

source: Use profile values for header
be: Выкарыстоўваць для загалоўка значэнні з профілю

source: Use push and release times of single press rather than push times of two presses
be: Ужыць час націску і адпускання адной кнопкі замест часу націску двух

source: Use scanners
be: Карыстацца сканэрамі

source: Use tape drives
be: Карыстацца стужкавымі прыладамі

source: Use the Internet service provider nameservers
be: Выкарыстоўваць паслужнікі назваў Інтэрнэт-правайдэра

source: Use the System Editor
be: Выкарыстоўваць сістэмны рэдактар

source: Use the default theme colors
be: Выкарыстоўваць прадвызначаныя колеры тэмы

source: Use the new note template to specify the text that should be used when creating a new note.
be: Выкарыстайце новую шаблонную нататку, каб вызначыць прадвызначаны тэкст для новых нататак.

source: Use the value defined in red_value as a time remaining to show the warning dialog rather than a percentage.
be: Выкарыстоўваць значэньне, вызначанае ў red_value, як астатні час для паказу нагадваньня, замест адсоткаў.

source: Use theme colors instead of custom ones.
be: Выкарыстоўваць колеры тэмы замест адмысловых колераў.

source: Use this control to adjust the relative sizes of the letter boxes. Note that selecting high values will slow your writing speed.
be: Большыя значэнні азначаюць меншую хуткасць пісьма.

source: Use this profile for _all users
be: Ужыць гэты профіль для _ўсіх карыстальнікаў

source: Use tools on this note
be: Ужыць прылады да гэтай нататкі

source: Use video devices
be: Карыстацца відэапрыладамі

source: Use wdfs option "-ac" to accept SSL certificates without prompting the user.
be: Ужыць параметр wdfs "-ac", каб прымаць SSL-сертыфікаты без запыту пацвярджэння ў карыстальніка.

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
be: Гэты профіль карысны, калі вы збіраецеся пасля рэдагаваць атрыманыя файлы або запісваць іх на CD-дыскі.

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
be: Гэты профіль карысны для капіравання гуку з CD-дыскаў і радыёзапісаў.

source: Used for converting to CD-quality audio, but with the lossy AAC codec. Use this for preparing files for copying to devices that only support the AAC codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка AAC. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк AAC. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to CD-quality audio, but with the lossy MP2 codec. Use this for preparing files for copying to devices that only support the MP2 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка MP2. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк MP2. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to CD-quality audio, but with the lossy MP3 codec. Use this for preparing files for copying to devices that only support the MP3 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка MP3. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк MP3. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to lossless voice-quality audio. Use this for recording and editing speech.
be: Гэты профіль карысны для запісу ці рэдагавання голасу.

source: Used for converting to lossy voice-quality audio. Use this for recording speech that doesn't need to be edited.
be: Гэты профіль карысны для запісу голасу, які не прыйдзецца пазней рэдагаваць.

source: User Certificate:
be: Сертыфікат карыстальніка:

source: User ID %d is already used by user %s
be: Карыстальніцкі ID %d ужо выкарыстоўваецца карыстальнікам %s

source: User ID:
be: ID карыстальніка:

source: User Privileges
be: Прывілеі карыстальніка

source: User Profile Editor
be: Рэдактар профіляў Карыстальнікаў

source: User account '%s' was not found
be: Рахунак карыстальніка '%s' ня знойдзены

source: User folders update
be: Абнаўленне назваў карыстальніцкіх папак

source: User name to use when connecting to the synchronization server via SSH.
be: Імя карыстальніка для злучэння з серверам сінхранізацыі праз SSH.

source: User name:
be: Імя карыстальніка:

source: User passwords must be longer than 5 characters and preferably formed by numbers, letters and special characters.
be: [PO-fuzzy] Пароль карыстальніка павінен утрымліваць больш за 6 сымбаляў і, пажадана, складацца зь лічбаў, літараў і спэцыяльных сымбаляў.

source: User profiles
be: Профілі карыстальніка

source: User_name:
be: І_мя карыстальніка:

source: Username must consist of: ➣ lower case letters from the English alphabet ➣ digits ➣ any of the characters ".", "-" and "_"
be: [PO-fuzzy] ➣ сымбалі «.», «-» і «_»

source: Username must start with a letter!
be: [PO-fuzzy] Кароткае імя мусіць пачынацца зь літары!

source: Username:
be: Карыстальнік:

source: Users
be: Карыстальнікі

source: Users Settings
be: Наладкі карыстальнікаў

source: Users and Groups
be: Карыстальнікі й групы

source: Users for profile %s
be: Карыстальнікі профілю %s

source: Using GStreamer 0.10.
be: Выкарыстоўваецца GStreamer 0.10.

source: Using Links in Tomboy
be: Як карыстацца спасылкамі Tomboy

source: Utilities to help you with the time.
be: Прылады, якія дапамогуць вам з часам.

source: Vala Sample Plugin
be: Прыклад плугіна на Vala

source: Value
be: Значэнне

source: Value interpretation
be: Інтэрпрэтацыя значэння

source: Variable or program argument
be: Зменная ці аргумент праграмы

source: Verified text
be: Правераны тэкст

source: Version {0}
be: Версія {0}

source: Version:
be: Версія:

source: Vertical cell alignment
be: Вертыкальнае раўнанне клеткі

source: Vertical distance from mouse/gaze to target (400=screen height)
be: Вертыкальная адлегласць ад паказальніка мышы да мэты (400=вышыня экрана)

source: Vertical space
be: Вертыкальны прагал

source: Vertical space (deprecated)
be: Вертыкальны прагал (састарэлы тэг)

source: Very Large
be: Вялізны

source: Very large font
be: Вялізны шрыфт

source: Video
be: Відэа

source: View
be: Від

source: View your profile
be: Праглядзець свой профіль

source: Virtual Machine management
be: Кіраваньне віртуальнымі машынамі

source: Virtual Private Network server
be: Паслужнік віртуальных сетак

source: Visibility:
be: Бачнасьць:

source: Visible Columns
be: Бачныя слупкі

source: Visit Weather.com
be: Наведаць Weather.com

source: Visited link color
be: Колер наведанай спасылкі

source: Visited link color (deprecated)
be: Колер наведанай спасылкі (састарэлы тэг)

source: Visual Effects
be: Візуальныя эфекты

source: Visualization
be: Візуальныя эфекты

source: Voice, Lossless
be: Голас, без стратаў

source: Voice, Lossy
be: Голас, са стратамі

source: Volume Applet
be: Аплет гуку

source: Volume Control
be: Кіраваньне гукам

source: Volume Control Preferences
be: Перавагі кіравальніка гукам

source: Volume Control...
be: [PO-fuzzy] Кіраваньне гукам

source: Volume Control: %s
be: Кіраваньне гукам: %s

source: Volume control for your GNOME Panel.
be: Кіравальнік гукам на вашай панэлі GNOME.

source: Volume of %s channel on %s
be: Гучнасьць канала %s на %s

source: Volume usage
be: Выкарыстанне дыскавага тома

source: Volumes mounter
be: Далучэньне дыскавых масіваў

source: WEP key (ascii)
be: Ключ WEP (ascii)

source: WEP key (hexadecimal)
be: Ключ WEP (шаснаццатковы)

source: WINS _server:
be: Па_служнік WINS:

source: WPA Personal
be: Асабісты WPA

source: WPA2 Personal
be: Асабісты WPA2

source: WRONG! Can't get result element %d
be: Не ўдалося атрымаць выніковы элемент %d

source: WRONG! Can't parse result element %d as object
be: Не ўдалося разабраць выніковы элемент %d як аб'ект

source: WRONG! Can't read projects for result element %d
be: Не ўдалося прачытаць праекты для выніковага элемента %d

source: WRONG! Malformed project: %d
be: Хібны праект: %d

source: W_ith faster tempo tracks first
be: Спачатку трэкі з _хутчэйшым тэмпам

source: W_ith longer tracks first
be: Спачатку _даўжэйшыя трэкі

source: W_ith more highly rated tracks first
be: Спачатку трэкі з высокай _адзнакай

source: W_ith more often played songs first
be: Спачатку трэкі, якія гучалі _часцей

source: W_ith more recently added tracks first
be: Спачатку _апошнія дададзеныя трэкі

source: W_ith more recently played tracks first
be: Спачатку _нядаўна прайграваныя трэкі

source: W_ith newer tracks first
be: Спачатку _навейшыя трэкі

source: Waiting
be: Чаканне

source: Waiting for authentication...
be: Чаканне ідэнтыфікацыі...

source: Warn if file contains fuzzy translations
be: Перасцерагаць, калі файл змяшчае няпэўныя пераклады

source: Warn on low time rather than low percentage
be: Папярэджваць пра малы час, а не пра малыя адсоткі

source: Warning truncating socket input label '%s' to %i characters.
be: Увага: абразанне тэксту для ўводу з сокета "%s" да %i знакаў.

source: Warning: faulty alphabet definition, escape sequence %s must be a single unicode character. This may worsen Dasher's text prediction.
be: Такі стан спраў можа пагоршыць функцыю прадказання тэксту праграмай Dasher.

source: Warning: faulty alphabet definition: training-start delimiter %s must be a single unicode character. May be unable to process training file.
be: Не ўдалося апрацаваць навучальны файл.

source: Warning: in training file, annotation '<%s>' is followed by another annotation and will be ignored
be: Увага: у навучальным файле пасля пазнакі "<%s>" следуе іншая пазнака, і таму яна будзе праігнаравана

source: Warning: training file contains character '%s' as member of group '%s', but alphabet contains several such groups. Dasher will not be able to learn how you want to write this character.
be: Dasher не здолее зразумець, як вы хочаце ўводзіць гэты знак.

source: Warning: training file contains character '%s' as member of group '%s', but no group of that name contains the character. Dasher will not be able to learn how you want to write this character.
be: Dasher не здолее зразумець, як вы хочаце ўводзіць гэты знак.

source: Warning: training file contains character '%s' as member of group '%s', but no group of that name contains the character. Ignoring group specifier.
be: Азначэнне групы праігнаравана.

source: Warning: training file contains character '%s' as member of group '%s', but no group of that name contains the character; ignoring group specifier
be: Увага: навучальны файл змяшчае знак "%s" у якасці элемента групы "%s", але група з такой назвай не змяшчае гэтага знака; азначэнне групы праігнаравана

source: Warning: unable to set speech parameters
be: Увага: не ўдалося наставіць параметры маўлення

source: Weather Forecast
be: Прагноз надвор'я

source: Weather Preferences
be: Перавагі надвор'я

source: Weather Report
be: Справаздача па надвор'і

source: Web browser bookmarks
be: Закладкі гартача сеціва

source: Web browser preferences
be: Перавагі гартача сеціва

source: Web browser profile list
be: Сьпіс профіляў для гартача сеціва

source: Web calendar server
be: Паслужнік ўэб-календара

source: Web server
be: Web-паслужнік

source: Wednesdays
be: У серады

source: Weekdays
be: У будні

source: Weeks
be: Тыдняў

source: Welcome to Dasher Game Mode! Game Mode is a fun way to practice entering text in Dasher. Please select a training text to play with:
be: Калі ласка, выберыце навучальны тэкст:

source: What CD device to read
be: CD-прыстасаванне для чытання

source: What links here?
be: Адкуль спасылаюцца сюды?

source: When _encrypting, always include myself as a recipient
be: Пры _шыфраванні заўсёды дадаваць мяне ў спіс атрымальнікаў

source: When a conflict is detected between a local note and a note on the configured synchronization server:
be: Пры выяўленні канфлікту паміж мясцовай версіяй нататкі і версіяй, змешчанай на сінхранізацыйным серверы:

source: When renaming a linked note:
be: Пры пераназыванні нататкі, на якую ёсць спасылкі:

source: When selecting text by word, sequences of these characters are considered single words. Ranges can be given as "A-Z". Literal hyphen (not expressing a range) should be the first character given.
be: Калі трэба дадаць у дыяпазон знак злучка, яго трэба змясціць у пачатку апісання дыяпазона.

source: When set, seahorse-agent expires GPG passwords in its cache after a period of time.
be: Калі вызначана, seahorse-agent пазначае паролі GPG у кэшы як састарэлыя пасля пэўнага часу.

source: When we give help, show the shortest path to the target sentence?
be: У выпадку дапамогі карыстальніку, ці трэба паказваць найкарацейшы шлях да мэтавага сказу?

source: Where to store cached passwords.
be: Дзе захоўваць кэшаваныя паролі.

source: Whether a Midnight Commander menu item should be displayed
be: Ці трэба паказваць пункт меню для адкрыцця кіраўніка файлаў Midnight Commander

source: Whether an unlimited number of lines should be kept in scrollback
be: Ці трэба помніць усе радкі вываду тэрмінала для адваротнай пракруткі

source: Whether opening a terminal on the desktop opens a terminal in the home directory
be: Ці трэба пры адкрыцці тэрмінала са стала адкрываць хатні каталог

source: Whether the GPG password cache is enabled
be: Ці ўключаны кэш для пароляў GPG

source: Whether the settings daemon should activate the typing break plugin
be: Ці мусіць дэман настроек уключыць плугін перапынкаў у пісьме

source: Whether the typing break can be postponed
be: Ці можна адкласці перапынак у пісьме

source: Whether the users-admin tool should show system users in the users list.
be: [PO-fuzzy] Ці паказваць сыстэмных карыстальнікаў у агульным сьпісе ў праграме наладкі карыстальнікаў

source: Whether the users-admin tool should show the root user in the users list.
be: [PO-fuzzy] Ці паказваць карыстальніка root у агульным сьпісе ў праграме наладкі карыстальнікаў

source: Whether this profile is to be used
be: Ці трэба выкарыстоўваць гэты профіль

source: Whether to allow bold text
be: Ці дазваляць тоўсты шрыфт

source: Whether to always encrypt to default key
be: Ці заўсёды шыфраваць прадвызначаным ключом

source: Whether to ask for confirmation when deleting a note
be: Ці пытацца пацьверджаньня для выдаленьня нататкі

source: Whether to blink the cursor
be: Ці міргае курсор

source: Whether to eject the CD when finished extracting.
be: Ці трэба вымаць кампакт-дыск пасля заканчэння капіравання.

source: Whether to force the default color and font on all notes
be: Ці ўсталяваць прадвызначаныя колер і шрыфт для ўсіх нататак

source: Whether to open the target directory when finished extracting.
be: Ці трэба адкрываць мэтавы каталог пасля заканчэння капіравання.

source: Whether to scroll to the bottom when a key is pressed
be: Ці трэба вяртаць курсор уніз пры націску любой клавішы

source: Whether to scroll to the bottom when there's new output
be: Ці трэба вяртаць курсор уніз пры з'яўленні новага вываду ў тэрмінале

source: Whether to silence terminal bell
be: Ці трэба сцішыць сігнал тэрмінала

source: Whether to use ASCII Armor
be: Ці ўжываць абарону ASCII

source: Whether to use and display this profile.
be: Ці трэба выкарыстоўваць і паказваць гэты профіль.

source: Whether to use the colors from the theme for the terminal widget
be: Ці трэба ўжыць колеры матыва афармлення тэрмінальнага віджэта

source: Whether to use the default system color
be: Ці выкарыстоўваць прадвызначаны сыстэмны колер

source: Whether to use the default system font
be: Ці выкарыстоўваць прадвызначаны сыстэмны шрыфт

source: Whether to use the system font
be: Ці трэба ўжыць сістэмны шрыфт

source: Whether typing break is enabled
be: Ці ўключаныя перапынкі ў пісьме

source: Whether use the system editor to show the source code
be: Ці паказваць выточны код у сістэмным рэдактары

source: Which Audioscrobbler services do you wish to use?
be: Якія паслугі Audioscrobbler вы жадаеце выкарыстоўваць?

source: Whitespace-separated list of note URIs for notes that should always appear in the Tomboy note menu.
be: Спіс падзеленых прабеламі URI-адрасоў нататак, якія трэба заўсёды паказваць у меню Tomboy.

source: Width
be: Шырыня

source: Width of border around the label and image in the alert dialog
be: Шырыня аблямоўкі вакол надпісу і выявы ў перасцерагальным дыялогавым акне

source: Width of the Window
be: Шырыня вакна

source: Width of the applet
be: Шырыня аплета

source: Width of the window to be displayed.
be: [PO-fuzzy] Шырыня паказанага вакна

source: Wind:
be: Вецер:

source: Windows networks (SMB)
be: Сеткі Windows (SMB)

source: Windows sharing
be: Супольныя рэсурсы Windows

source: Wired connection
be: Драцяное спалучэньне

source: Wireless Settings
be: Парамэтры бяздротавай сувязі

source: Wireless connection
be: Бяздротавае спалучэньне

source: Word '%s' selected
be: Выбрана слова "%s"

source: Word Completion
be: Дапаўненне слоў

source: Word completion using the completion framework
be: Дапаўненне слоў з дапамогай адпаведных сродкаў

source: Word database
be: База слоў

source: Word-based model
be: Слоўная мадэль

source: World
be: Сусвет

source: Write test failed.
be: Не ўдалося праверыць запіс.

source: X Window System (No Xv)
be: X Window System (без Xv)

source: X geometry specification (see "X" man page).
be: Азначэнне X-геаметрыі (гл. man-даведнік "X").

source: X label:
be: X-подпіс:

source: X maximum:
be: X-максімум:

source: X minimum:
be: X-мінімум:

source: XHTML 1.0 — Tags
be: XHTML 1.0 — Тэгі

source: XKB Extension is not enabled
be: Пашырэньне XKB ня ўключана

source: XML Error %s in file %s
be: XML-памылка %s у файле %s

source: XML Shareable Playlist Format
be: Стандартны XML-фармат спіса прайгравання

source: XSLT — Axes
be: XSLT - Восі

source: XSLT — Elements
be: XSLT - Элементы

source: XSLT — Functions
be: XSLT - Функцыі

source: XUL — Tags
be: XUL - Тэгі

source: Y label:
be: Y-подпіс:

source: Y maximum:
be: Y-максімум:

source: Y minimum:
be: Y-мінімум:

source: Year
be: Год

source: Yesterday
be: Учора

source: Yesterday %I:%M %p
be: Учора ў %k:%M

source: Yesterday, {0}
be: Учора, {0}

source: You already have a profile called "%s"
be: Вы ўжо маеце профіль з назвай "%s"

source: You are about to revoke your own administration rights
be: Вы зьбіраецеся адклікаць свае асабістыя правы адміністраваньня

source: You are already subscribed to the calendar "%s". Please subscribe to another calendar.
be: Вы ўжо падпісаны на каляндар "%s".

source: You are currently extracting a CD. Do you want to quit now or continue?
be: Сапраўды хочаце выйсці з праграмы, або ўсё-такі працягнуць бягучую аперацыю?

source: You are not allowed to access the system configuration.
be: У вас няма прывілеяў на доступ да парамэтраў сыстэмы.

source: You are not allowed to modify the system configuration.
be: У вас няма прывілеяў на зьмену парамэтраў сыстэмы.

source: You are not currently logged in.
be: Вы не ўвайшлі ў сістэму.

source: You are saving a file with a .pot extension. Pot files are generated by the compilation process. Your file should likely be named '%s.po'.
be: Напэўна, ваш файл мусіць мець назву "%s.po".

source: You can access the main window through the 'shell' variable :
be: Вы можаце атрымаць доступ да галоўнага акна праз зменную асяроддзя "shell":

source: You can find more information at
be: Для атрымання больш поўнай інфармацыі звяртайцеся на

source: You can improve the MusicBrainz database by adding this album.
be: Вы можаце дапоўнiць базу даных MusicBrainz, дадаўшы гэты альбом.

source: You can now control Rhythmbox through your Remote
be: Цяпер вы можаце кіраваць Rhythmbox з дапамогай вашай аддаленай крыніцы

source: You can remove the volume control from the panel by right-clicking the speaker icon on the panel and selecting "Remove From Panel" from the menu.
be: Вы можаце выдаліць кіравальнік гукам з панэлі, націснуўшы правай кнопкай мышы на значык дынаміка на панэлі і вылучыўшы ў мэню "Выдаліць з панэлі".

source: You can use any bugzilla just by dragging links into notes. If you want a special icon for certain hosts, add them here.
be: Калі вы хочаце мець асаблівыя значкі для некаторых сервераў, вы можаце дадаць іх тут.

source: You canceled the synchronization. You may close the window now.
be: Цяпер можна закрыць гэта акно.

source: You cannot change an account's home directory or user ID while the user is logged in.
be: [PO-fuzzy] Нельга зьмяніць ID карыстальніка, які ўвайшоў у сыстэму.

source: You cannot change the user ID for the superuser account.
be: [PO-fuzzy] Нельга зьмяніць ID карыстальніка, які ўвайшоў у сыстэму.

source: You don't have the permission to write to the selected path.
be: Вы не маеце дазволу для запісу для абранай сцежкі.

source: You don't have the permissions to save the file!
be: Вы не маеце дазволу для захавання гэтага файла!

source: You have %d%% of your total battery capacity remaining.
be: Засталося %d%% ад агульнай ёмістасьці батарэі.

source: You have disabled the configured synchronization service. Your synchronization settings will now be cleared. You may be forced to synchronize all of your notes again when you save new settings.
be: Пры захаванні новых настроек вы будзеце вымушаны паўтарыць сінхранізацыю ўсіх нататак.
